tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "readline"
brew "autojump"
brew "automake"
brew "bat"
brew "cairo"
brew "coreutils"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "docker-compose"
brew "flux"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "mackup"
brew "mas"
brew "nodenv"
brew "openssl@1.1"
brew "openssl@3.0"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
cask "1password"
cask "alfred"
cask "clickup"
cask "dash"
cask "docker"
cask "dozer"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kitematic"
cask "notion"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vmware-horizon-client"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
vscode "74th.high-contrast-icons"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "DSKWRK.vscode-generate-getter-setter"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hilleer.yaml-plus-json"
vscode "hoovercj.ruby-linter"
vscode "ipatalas.vscode-postfix-ts"
vscode "johnpapa.vscode-peacock"
vscode "KevinRose.vsc-python-indent"
vscode "marclipovsky.string-manipulation"
vscode "mohsen1.prettify-json"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.js-debug-nightly"
vscode "nickdemayo.vscode-json-editor"
vscode "oliversturm.fix-json"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "slhsxcmy.vscode-double-line-numbers"
vscode "vscodevim.vim"
