tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "autojump"
brew "automake"
brew "bat"
brew "cairo"
brew "coreutils"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "docker-compose"
brew "fasd"
brew "flux"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gnu-sed"
brew "mackup"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
cask "1password"
cask "alfred"
cask "clickup"
cask "dash"
cask "docker"
cask "dozer"
cask "dropbox"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kitematic"
cask "notion"
cask "slack"
cask "sourcetree"
cask "vmware-horizon-client"
cask "webex"
brew "mas"
mas "Magnet", id: 441258766
mas "JSONPeep", id: 1458969831
mas "The Unarchiver", id: 425424353