tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "python"
brew "autojump"
brew "automake"
brew "bat"
brew "thefuck"
brew "cairo"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "docker-compose", link: false
brew "fasd"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gitlab-runner"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "gtk+3"
brew "httpie"
brew "webp"
brew "imagemagick"
brew "mackup"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "p7zip"
brew "pipenv"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sourcekitten"
brew "ssh-copy-id"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "uwsgi"
brew "vim", args: ["HEAD"]
brew "wget"
brew "zenity"
brew "zlib"
brew "koekeishiya/formulae/kwm"
cask "1password"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "appcleaner"
cask "atom"
cask "captin"
cask "charles"
cask "clickup"
cask "clyang-welly"
cask "cyberduck"
cask "dash"
cask "docker"
cask "dozer"
cask "dropbox"
cask "evernote"
cask "fastlane"
cask "flash-player"
cask "flux"
cask "font-sourcecodepro-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "hammerspoon"
cask "invisiblix"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kitematic"
cask "macvim"
cask "nally"
cask "notion"
cask "pixelsnap"
cask "postman"
cask "protopie"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "wwdc"
cask "zeplin"
#mas "Easy APNs Provider", id: 989622350
#mas "Grammarly for Safari", id: 1462114288
#mas "JSONPeep", id: 1458969831
#mas "Keynote", id: 409183694
#mas "Magnet", id: 441258766
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
#mas "Paste", id: 967805235
#mas "Paste JSON as Code • quicktype", id: 1330801220
#mas "The Unarchiver", id: 425424353
#mas "Xcode", id: 497799835
